[{
  "url": "https://www.nike.com/t/interact-run-womens-road-running-shoes-H1pOJ6bG/FD2292-104",
  "content": "Can you see the future? Fast-forward your footsteps in the cutting-edge Nike Interact Run. It’s set up with all the running goodness you need: a lightweight Flyknit upper, soft foam midsole and comfort where it counts. Scan the QR code on the tongue with your phone, and check out our online introduction into the Nike Interact Run’s ins and outs.",
  "translate": "### Вперёд в будущее с Nike Interact Run!\n\nОткрой для себя бегущие инновации с новыми кроссовками Nike Interact Run. Легкость и комфорт с первого шага — благодаря верху из дышащего Flyknit и мягкой пенной подошве. И это ещё не всё! Отсканируй QR-код на язычке кроссовка и погрузись в мир преимуществ Nike Interact Run через наш онлайн-гид. Почувствуй будущее с каждым шагом!"
},
{
  "url": "https://www.nike.com/t/interact-run-womens-road-running-shoes-H1pOJ6bG/FD2292-003",
  "content": "Can you see the future? Fast-forward your footsteps in the cutting-edge Nike Interact Run. It’s set up with all the running goodness you need: a lightweight Flyknit upper, soft foam midsole and comfort where it counts. Scan the QR code on the tongue with your phone, and check out our online introduction into the Nike Interact Run’s ins and outs.",
  "translate": "### Вперёд к будущему с Nike Interact Run!\n\nОткройте для себя новое измерение бега с кроссовками Nike Interact Run. Эти ультрасовременные беговые кроссовки оснащены всем необходимым для комфортной тренировки: легким верхом из Flyknit, мягкой промежуточной подошвой из пеноматериала и по-настоящему удобной посадкой. Просто отсканируйте QR-код на язычке обуви и ознакомьтесь с подробной информацией о преимуществах Nike Interact Run на нашем сайте. Не просто бегите, а шагайте вперёд вместе с Nike!"
},
{
  "url": "https://www.nike.com/t/interact-run-womens-road-running-shoes-H1pOJ6bG/FD2292-403",
  "content": "Can you see the future? Fast-forward your footsteps in the cutting-edge Nike Interact Run. It’s set up with all the running goodness you need: a lightweight Flyknit upper, soft foam midsole and comfort where it counts. Scan the QR code on the tongue with your phone, and check out our online introduction into the Nike Interact Run’s ins and outs.",
  "translate": "### Вперёд в будущее с Nike Interact Run!\n\nОткройте для себя новый уровень бега с Nike Interact Run — кроссовками, которые знают толк в инновациях. Легкая верхняя часть из материала Flyknit, мягкая промежуточная подошва и несравненный комфорт — все это создано для того, чтобы каждый ваш шаг приносил радость.\n\nСканируйте QR-код на язычке кроссовка и погрузитесь в мир Nike Interact Run на нашем сайте. Узнайте, что делает их идеальным выбором для вашей тренировки!"
},
{
  "url": "https://www.nike.com/t/interact-run-easyon-womens-road-running-shoes-H1pOJ6bG/FV5591-001",
  "content": "Can you see the future? Fast-forward your footsteps in the cutting-edge Nike Interact Run. It’s set up with all the running goodness you need: a lightweight Flyknit upper, soft foam midsole and comfort where it counts. Scan the QR code on the tongue with your phone, and check out our online introduction into the Nike Interact Run’s ins and outs. Plus, the laceless EasyOn entry has a bendable heel for a hands-free fit and the stretchy Flyknit stretches to accommodate all types of different feet.",
  "translate": "### Встречайте будущее в каждом шаге с Nike Interact Run!\n\nОщутите легкость и комфорт в новых кроссовках Nike Interact Run — вашем идеальном спутнике для бега. Эти кроссовки оснащены всем необходимым: легким верхом из Flyknit, мягкой промежуточной подошвой из пеноматериала и комфортом, где это важно наиболее. \n\nОсобенностью модели является легкость надевания благодаря отсутствию шнурков и гибкому заднику, который позволяет обувать кроссовки без помощи рук. А уникальная растягивающаяся ткань Flyknit идеально подстроится под любую форму ноги.\n\nНе пропустите — отсканируйте QR-код на язычке и узнайте больше о преимуществах Nike Interact Run на нашем сайте. \n\n**Nike Interact Run** — превосходство технологий и стиль в каждом вашем движении!"
},
{
  "url": "https://www.nike.com/t/interact-run-easyon-womens-road-running-shoes-H1pOJ6bG/FV5591-003",
  "content": "Can you see the future? Fast-forward your footsteps in the cutting-edge Nike Interact Run. It’s set up with all the running goodness you need: a lightweight Flyknit upper, soft foam midsole and comfort where it counts. Scan the QR code on the tongue with your phone, and check out our online introduction into the Nike Interact Run’s ins and outs. Plus, the laceless EasyOn entry has a bendable heel for a hands-free fit and the stretchy Flyknit stretches to accommodate all types of different feet.",
  "translate": "### Встречайте будущее в каждом шаге с Nike Interact Run!\n\nПочувствуйте скорость и комфорт с новой моделью кроссовок Nike Interact Run. Эти кроссовки оснащены всем необходимым для бега: легкий верх из материала Flyknit, мягкая промежуточная подошва из пены и комфорт в каждой детали. Отсканируйте QR-код на язычке, чтобы познакомиться с функциями и особенностями Nike Interact Run через наш онлайн-гид.\n\nК тому же, благодаря бесшнуровой системе EasyOn и гибкой пятке, эти кроссовки можно надевать без помощи рук — идеально подходят для активной жизни. Материал Flyknit эластичен и принимает форму любой стопы, обеспечивая идеальную посадку.\n\n### Не просто кроссовки — это шаг в будущее!"
},
{
  "url": "https://www.nike.com/t/interact-run-easyon-womens-road-running-shoes-H1pOJ6bG/FV5591-100",
  "content": "Can you see the future? Fast-forward your footsteps in the cutting-edge Nike Interact Run. It’s set up with all the running goodness you need: a lightweight Flyknit upper, soft foam midsole and comfort where it counts. Scan the QR code on the tongue with your phone, and check out our online introduction into the Nike Interact Run’s ins and outs. Plus, the laceless EasyOn entry has a bendable heel for a hands-free fit and the stretchy Flyknit stretches to accommodate all types of different feet.",
  "translate": "### Откройте будущее бега с Nike Interact Run!\n\nПочувствуйте революцию в каждом шаге с новыми кроссовками Nike Interact Run! Эти кроссовки оснащены всем необходимым для идеального бега: легким верхом Flyknit, мягкой промежуточной подошвой из пены и комфортом, который чувствуется с каждым движением.\n\nОтсканируйте QR-код на язычке и погрузитесь в мир Nike Interact Run на нашем сайте. Исследуйте все преимущества и инновации модели!\n\nК тому же, благодаря системе EasyOn без шнурков и гибкому заднику, вы сможете надевать кроссовки одним движением — без помощи рук. А эластичный материал Flyknit адаптируется под любую форму стопы, обеспечивая идеальную посадку.\n\n### Nike Interact Run — бегайте на шаг впереди времени!"
},
{
  "url": "https://www.nike.com/t/interact-run-womens-road-running-shoes-H1pOJ6bG/FD2292-012",
  "content": "Can you see the future? Fast-forward your footsteps in the cutting-edge Nike Interact Run. It’s set up with all the running goodness you need: a lightweight Flyknit upper, soft foam midsole and comfort where it counts. Scan the QR code on the tongue with your phone, and check out our online introduction into the Nike Interact Run’s ins and outs.",
  "translate": "### Встречайте будущее с Nike Interact Run!\n\nНовые кроссовки Nike Interact Run — это ваш шаг вперед к инновациям. Ощутите невероятную легкость и комфорт благодаря технологии Flyknit и мягкой промежуточной подошве из пеноматериала. Откройте для себя все преимущества: просто отсканируйте QR-код на язычке и погрузитесь в мир Nike Interact Run онлайн. Покоряйте дистанции стильно и с комфортом!"
},
{
  "url": "https://www.nike.com/t/dna-mens-dri-fit-8-basketball-shorts-jVkw9d/FN2651-010",
  "content": "When the shot clock ticks down and the moment for a player to create their legend arrives, champions wear gear that helps them rise to the moment. The DNA Shorts help you stay ready to enter the spotlight with innovative fabrics and performance-driven designs. They're made with lightweight-yet-durable material that wicks sweat to keep you feeling dry and focused. They even offer a zippered pocket to keep your essentials secure whether you're on the court or off. Remember: champions stay ready.",
  "translate": "### Оденьтесь на победу с шортами DNA\n\nКогда считаются последние секунды, а вы готовы заявить о себе, выбор настоящих чемпионов — шорты DNA. Эти шорты созданы для тех, кто стремится к большему, благодаря инновационным материалам и ориентированному на результат дизайну. Легкий, но прочный материал отводит влагу, позволяя вам оставаться сухим и сосредоточенным в любой ситуации. А с застежкой на молнии в кармане ваши важные мелочи всегда будут в безопасности, независимо от того, находитесь ли вы на площадке или за её пределами. Помните: настоящие чемпионы всегда готовы к действию."
},
{
  "url": "https://www.nike.com/t/dna-mens-dri-fit-8-basketball-shorts-jVkw9d/FN2651-410",
  "content": "When the shot clock ticks down and the moment for a player to create their legend arrives, champions wear gear that helps them rise to the moment. The DNA Shorts help you stay ready to enter the spotlight with innovative fabrics and performance-driven designs. They're made with lightweight-yet-durable material that wicks sweat to keep you feeling dry and focused. They even offer a zippered pocket to keep your essentials secure whether you're on the court or off. Remember: champions stay ready.",
  "translate": "### Оденьтесь как чемпион!\n\nКогда начинается решающий отсчет, а каждая секунда на счету, настоящие победители выбирают одежду, которая поможет им заявить о себе. Шорты DNA созданы, чтобы вы были в центре внимания! Легкие, но прочные, они эффективно отводят влагу, позволяя вам сохранять концентрацию и комфорт. Инновационный дизайн дополнен застежкой-молнией на кармане, чтобы ваши вещи всегда оставались в безопасности — на площадке и за её пределами. Помни: чемпионы всегда готовы к действию!"
},
{
  "url": "https://www.nike.com/t/dna-mens-dri-fit-8-basketball-shorts-jVkw9d/FN2651-065",
  "content": "When the shot clock ticks down and the moment for a player to create their legend arrives, champions wear gear that helps them rise to the moment. The DNA Shorts help you stay ready to enter the spotlight with innovative fabrics and performance-driven designs. They're made with lightweight-yet-durable material that wicks sweat to keep you feeling dry and focused. They even offer a zippered pocket to keep your essentials secure whether you're on the court or off. Remember: champions stay ready.",
  "translate": "### Время Легенд\n\nКогда наступает момент славы, и каждая секунда на счету, настоящие чемпионы выбирают одежду, которая помогает выйти на новый уровень. Баскетбольные шорты DNA созданы для тех, кто всегда готов оказаться в центре внимания. Их инновационная ткань легка, но прочна, обеспечивает отвод влаги и помогает сосредоточиться только на игре. А благодаря наличию застежки-молнии на кармане, ваши важные мелочи всегда будут в безопасности, не зависимо от того, находитесь ли вы на площадке или вне её. Помните: чемпионы всегда в полной готовности."
},
{
  "url": "https://www.nike.com/t/dna-mens-dri-fit-8-basketball-shorts-jVkw9d/FN2651-657",
  "content": "When the shot clock ticks down and the moment for a player to create their legend arrives, champions wear gear that helps them rise to the moment. The DNA Shorts help you stay ready to enter the spotlight with innovative fabrics and performance-driven designs. They're made with lightweight-yet-durable material that wicks sweat to keep you feeling dry and focused. They even offer a zippered pocket to keep your essentials secure whether you're on the court or off. Remember: champions stay ready.",
  "translate": "### Откройте Свой Путь к Победе с Шортами DNA\n\nКогда счет идет на секунды и наступает момент создать свою легенду, настоящие чемпионы выбирают экипировку, которая помогает взлететь к вершинам. Шорты DNA — ваш идеальный выбор для таких моментов. Созданные из инновационных тканей, они обладают не только стильным дизайном, но и высокой функциональностью. Легкие, но прочные, эти шорты эффективно отводят влагу, позволяя вам оставаться сухим и сосредоточенным на игре.\n\nОсобенностью модели является наличие застежки-молнии на кармане, благодаря чему ваши важные мелочи всегда будут в безопасности — будь то на корте или за его пределами. Помните: чемпионы всегда готовы к вызовам. Выбирайте шорты DNA, чтобы быть готовым к каждому светскому моменту!"
},
{
  "url": "https://www.nike.com/t/dna-mens-dri-fit-8-basketball-shorts-jVkw9d/FN2651-617",
  "content": "When the shot clock ticks down and the moment for a player to create their legend arrives, champions wear gear that helps them rise to the moment. The DNA Shorts help you stay ready to enter the spotlight with innovative fabrics and performance-driven designs. They're made with lightweight-yet-durable material that wicks sweat to keep you feeling dry and focused. They even offer a zippered pocket to keep your essentials secure whether you're on the court or off. Remember: champions stay ready.",
  "translate": "### Время Чемпионов: Шорты DNA\n\nКогда наступает момент славы и каждая секунда на счету, настоящие чемпионы выбирают экипировку, которая помогает им покорять вершины. Шорты DNA созданы для тех, кто всегда готов выйти в свет софитов. Их инновационные ткани и функциональный дизайн помогут вам оставаться сосредоточенным и готовым к действию.\n\nЛегкие, но прочные материалы отводят влагу, позволяя чувствовать себя сухим и комфортно в самые напряженные моменты. Практичный молниевый карман надежно сохранит ваши вещи как на игре, так и вне её. Помните: настоящие чемпионы всегда в полной готовности."
}